[
    {
        "title": "หมาคือตัวอะไร?",
        "subtitle": "อะไรคือหมา มันคือตัวอัลไร น่ารักไหมอ่ะ",
        "image_url": "https://raw.githubusercontent.com/Panichito/testmyAPI/main/dog1.jpg",
        "detail": "หมา หรือคำสุภาพว่า สุนัข (ชื่อวิทยาศาสตร์: Canis lupus familiaris หรือ Canis familiaris) เป็นสัตว์มีเขี้ยวชนิดเชื่องทีถูกคัดเลือกผสมพันธุ์มาเป็นเวลาพันปีจนมีพฤติกรรม การรับรู้ทางประสาทสัมผัส และลักษณะทางกายภาพที่หลากหลาย แม้ว่าเดิมทีจะคิดกันว่าหมามีต้นกำเนิดจากสายพันธุ์สัตว์มีเขี้ยวที่หลากหลาย (บ้างมองว่าเป็นหมาใน หมาจิ้งจอกทอง และหมาป่า) มีการศึกษาทางพันธุศาสตร์เพิ่มเติมในคริสต์ทศวรรษ 2010 ชี้ว่าหมาเริ่มแตกต่างจากสัตว์มีเขี้ยวคล้ายหมาป่าในยูเรเชียเมื่อ 40,000 ปีที่แล้ว เนื่องจากเป็นสัตว์เชื่องที่เก่าแก่ที่สุด การอยู่ร่วมกับมนุษย์มาเป็นเวลานานทำให้หมามีพฤติกรรมที่ปรับเข้ากับมนุษย์ได้ดี รวมถึงสามารถเติบโตได้โดยกินอาหารประเภทแป้งซึ่งอาจไม่เพียงพอต่อสัตว์มีเขี้ยวชนิดอื่น"
    },
    {
        "title": "หมาดุมากไหม?",
        "subtitle": "ดูรวมๆแล้วน่ากลัวเหลือเกิน ไม่กล่าเข้าใกล้เลย",
        "image_url": "https://raw.githubusercontent.com/Panichito/testmyAPI/main/dog2.jpg",
        "detail": "ว่ากันด้วยเรื่องความ ดุ ของสุนัข ... ข่าวพาดหัวหน้าหนึ่งที่เราได้พบกันบ่อยครั้งคือการที่สุนัขซึ่งได้ชื่อว่าเป็นสัตว์เลี้ยงที่ซื่อสัตย์นั้นได้ทำร้ายคน จนได้รับบาดเจ็บหรือบางครั้งรุนแรงมากจนถึงขั้นเสียชีวิต\nเวลาได้ยินข่าวแบบนี้คนส่วนใหญ่มักจะมุ่งประเด็นไปที่ตัวของสุนัขก่อนเลยว่า เป็นสุนัขสายพันธุ์อะไร พันธุ์ดุ หรือเปล่า ถ้าหากเป็นสายพันธุ์ที่ขึ้นชื่อเรื่องความดุซึ่งเป็นข่าวให้เราเห็นกันบ่อยๆ เช่น พิทบูล เทอร์เรีย , ร็อตไวเลอร์ , บางแก้ว ฯ คนทั่วไปก็มักจะมองว่าเป็นเพราะสุนัขเหล่านี้มีนิสัยดุร้าย ไม่เหมาะที่จะนำมาเป็นสัตว์เลี้ยงใกล้ตัวคน เพราะอาจจะทำอันตรายได้ทุกเมื่อ\nจริงๆ แล้วความคิดนี้จะว่าไปก็ไม่ถือว่าผิดเสียทีเดียว เพราะว่า ความด ของสุนัขนั้น ส่วนหนึ่งก็มีผลมาจากสายพันธุ์ของสุนัข ซึ่งส่วนใหญ่แล้วสุนัขที่มีนิสัยค่อนข้างดุจะเป็นสุนัขสายพันธุ์ใหญ่ที่อยู่ในกลุ่มสายพันธุ์ที่ถูกพัฒนาขึ้นมาใช้งานหนักๆ เช่น สุนัขในกลุ่มเฝ้าระวังในการเลี้ยงสัตว์ (เลี้ยงไว้เพื่อ ต้อนวัว ต้อนแกะ ไล่หมี ฯลฯ) หรือสุนัขในกลุ่มที่เลี้ยงไว้เพื่ออารักขา ระวังภัย\nส่วนใหญ่สุนัขเหล่านี้จะมีสัญชาตญาณในการเป็นนักล่าและนักสู้สูง ประสาทการรับรู้ไว ตื่นตัวอยู่เสมอเมื่อมีสิ่งเร้าหรือแรงกระตุ้นต่างๆ ... แต่ทั้งนี้ ปัจจัยในเรื่องของสายพันธุ์ของสุนัขนั้น ก็เป็นเพียงส่วนหนึ่งเท่านั้นที่จะเป็นสิ่งที่บ่งชี้ได้ว่าสุนัขตัวนั้นอาจมีนิสัยดุหรือก้าวร้าว เพราะในความเป็นจริงแล้ว ปัจจัยที่สำคัญกว่าเรื่องของสายพันธุ์ของสุนัข ที่จะสามารถบ่งบอกได้ว่าสุนัขจะดุหรือไม่นั้นอยู่ที่้ ลักษณะวิธีการเลี้ยงดู และ พฤติกรรมที่เจ้าของปฏิบัติกับสุนัขของตัวเอง' เสียมากกว่า"
    },
    {
        "title": "หมาทำอะไรได้บ้าง?",
        "subtitle": "เลี้ยงไว้ทำอะไรดี กินได้ไหมเอ่ย",
        "image_url": "https://raw.githubusercontent.com/Panichito/testmyAPI/main/dog3.jpg",
        "detail": "สุนัขเป็นสัตว์ที่อยู่เคียงคู่กับมนุษย์มานาน จนไม่สามารถระบุถึงจุดเริ่มต้นได้ ซึ่งทุกวันนี้ผู้คนก็นิยมเลี้ยงสุนัขเพิ่มมากขึ้นเรื่อยๆ เนื่องจากเหล่าสุนัขมีความจงรักภักดี ซื่อสัตย์ เป็นได้ทั้งเพื่อนที่คอยดูแลเรา อยู่เคียงข้างยามเราทุกข์ใจเสมอ และที่พิเศษสุดๆ คือเหล่าสุนัขหน้าตาใสซื่อนี้ยังมาพร้อมกับความน่ารักเกินจะต้านทาน สิ่งสำคัญที่สุดคือเมื่อเลือกที่จะรับพวกมันเข้ามาดูแลแล้ว ก็ควรจะมีความเอาใจใส่ มีเวลาให้ และควรศึกษานิสัยของสุนัขแต่ละพันธุ์เพื่อให้ตรงกับจุดประสงค์ที่ครอบครัวของคุณต้องการ\n5 ประโยชน์ของการเลี้ยงสุนัขสักตัว\n1. คุณจะเจ็บป่วยน้อยลง\nหากธุรกิจการทำความสะอาดทำให้เราเชื่อว่า มนุษย์นั้นต้องต่อสู้กับเชื้อโรคต่างๆ อยู่ตลอดและเป็นตัวการของความเจ็บป่วย แต่ในความเป็นจริงนั้น การที่คุณฆ่าเชื้อโรคจนหมดไม่เหลือเลยนั้นยิ่งทำให้คุณมีโอกาสเจ็บป่วยได้มากขึ้น เนื่องจากร่างกายของเราได้สัมผัสกับเชื้อโรคต่างๆ น้อยลง นั่นหมายความว่าจุลินทรีย์ในร่างกายของเราก็จะกระจัดกระจายทำงานได้ไม่เต็มประสิทธิภาพ โชคดีที่สุนัขมีเชื้อโรคอยู่! การมีสุนัขในบ้านหมายถึงแบคทีเรียที่มีความหลากหลายเข้ามาในบ้านและเข้าไปภายในตัวคุณด้วย จากการศึกษาผู้ที่เลี้ยงสุนัขมีอาการเจ็บป่วยได้น้อยกว่าหรือเมื่อเกิดอาการป่วยก็จะไม่ป่วยรุนแรง เหมือนกับผู้ที่ไม่ได้เลี้ยง และเด็กๆ ก็เช่นกัน บ้านที่มีสุนัขเลี้ยงคู่ไปกับลูกๆ เด็กๆ เหล่านี้มักจะแข็งแรง ร่าเริง และ มีสุขภาพจิตที่ดีกว่าเด็กทั่วๆ ไป (แต่เราก็ควรหมั่นดูแลรักษาความสะอาดสุนัขของเราอยู่เสมอๆ เพื่อการป้องกันเชื้อโรคที่มีมากเกินไป)\n2. คุณจะมีสุขภาพของหัวใจที่ดีขึ้น\nดูเหมือนว่าการที่เราเป็นเจ้าของสุนัขสักตัวจะทำให้เรามีสุขภาพหัวใจที่ดีขึ้น ซึ่งเพียงแค่คุณกอด ลูบหัว หรือนอนหลับไปพร้อมกับสุนัขของคุณ ก็จะทำให้คุณรู้สึกอบอุ่นและปลอดภัย นั่นเป็นเหตุผลทำให้อัตราการเต้นหัวใจและความดันโลหิตลดลงได้ จากการวิจัยพบว่าผู้ที่นอนหลับไปพร้อมสุนัขจะทำให้นอนหลับได้ง่ายขึ้นและตื่นเช้าด้วยความสดใส จากการวิจัยเพิ่มเติมสุนัขยังมีส่วนให้เจ้าของอายุยืนและเผชิญกับโรคต่างๆ เกี่ยวกับหัวใจลดลง\n3. คุณจะมีความสุขมากขึ้น\nผู้ที่มีสุนัขให้คอยกอดคอยพูดคุย หรือ เล่นด้วย มักจะมีอาการซึมเศร้าน้อยกว่าผู้ที่ไม่ได้เลี้ยงอยู่มาก แต่สำหรับผู้ที่มีอาการเหงาหงอย เศร้าซึมทางการแพทย์ได้กล่าวว่า การมีเลี้ยงสุนัขที่มีนิสัยสุขุม รักเจ้าของนั้น จะช่วยให้คุณมีอาการที่ดีขึ้น เนื่องจากการที่คุณอยู่กับสุนัขของคุณ คุณจะต้องมีเวลาดูแลพวกเขา ให้ความรักแก่เขา และเมื่อเวลาผ่านไปคุณจะได้รับความรักที่บริสุทธิ์อันมหาศาลเป็นการตอบแทน สิ่งเหล่านี้จะทำให้คุณลืมเรื่องราวร้ายๆ ได้เร็วขึ้นนั่นเอง\n4. ช่วยลดความเครียดและความกังวลจากการทำงานของคุณ\nประโยชน์จากการที่นำสุนัขไปทำงานด้วยนั้นเป็นที่ชัดเจนขึ้นเรื่อย ๆ ว่าเจ้าตูบเหล่านี้สามารถช่วยผ่อนคลายให้เราได้มากจริงๆ หลายๆ บริษัทกำลังศึกษาเรื่องราวเหล่านี้อยู่อย่างจริงจัง การศึกษาแสดงให้เห็นว่าคนที่มีปฏิสัมพันธ์กับสัตว์เลี้ยงขณะทำงานมีระดับความเครียดลดลงตลอดทั้งวัน ในขณะที่ผู้ที่ไม่มีสัตว์เลี้ยงมาด้วยมีระดับความเครียดและรู้สึกกดดันมากขึ้นตลอดทั้งวัน และในเวลาพักผู้คนก็สามารถมาเล่นกับสุนัขเพื่อคลายความเครียดและความเหนื่อยล้าจากการทำงาน เพื่อเป็นการชาร์จพลังและมีกำลังใจในการทำงานต่อไป (ก่อนจะพาสุนัขไปทำงานด้วย เราก็อย่าลืมเข้มงวดในเรื่องการฝึกมารยาทให้แก่พวกเขาด้วยล่ะ จะได้ไม่เป็นการรบกวนคนอื่น)\n5.ลูกๆ ของคุณจะมีความเข้าอกเข้าใจผู้อื่นมากขึ้น (รวมถึงผู้อื่นในครอบครัวด้วย)\nจากการศึกษาล่าสุดพบว่าครอบครัวที่เลี้ยงสุนัขจะเป็นครอบครัวที่อบอุ่นและคนในครอบครัวมีลักษณะนิสัยที่อ่อนโยน เห็นอกเห็นใจผู้อื่น ชอบช่วยเหลือและมีมนุษยสัมพันธ์ที่ดีต่อคนอื่นๆ ซึ่งการที่ครอบครัวมีลักษณะดังนี้ เนื่องมาจากสุนัขของพวกเขาเป็นตัวเชื่อมความสัมพันธ์ของคนในครอบครัว ทำให้ทุกคนในบ้านรู้จักการเอาใจใส่ มอบความรักให้แก่กัน และ รู้จักการแบ่งปันสิ่งเหล่านี้แก่ผู้อื่นเสมอนั่นเอง"
    },
    {
        "title": "หมาวิ่งเร็วไหม?",
        "subtitle": "มีตั้งสี่ขา ไม่เร็วให้มันรู้ไปสิ", 
        "image_url": "https://raw.githubusercontent.com/Panichito/testmyAPI/main/dog4.jpg",
        "detail": "โดยทั่วไป สุนัขสามารถวิ่งได้ประมาณ 15-20 ไมล์ต่อชั่วโมงในระยะทางสั้นๆ อย่างไรก็ตาม บางสายพันธุ์ช้ากว่านั้นมาก ในขณะที่บางสายพันธุ์มีความเร็วที่เร็วกว่ามาก ความเร็วของสุนัขขึ้นอยู่กับองค์ประกอบทางกายภาพ สายพันธุ์ และสุขภาพของสุนัข"
    },
    {
        "title": "แม่หมาหวงลูกไหม?",
        "subtitle": "หวงไม่หวงไม่รู้ แต่ที่รู้คือมองดุมากเลย", 
        "image_url": "https://raw.githubusercontent.com/Panichito/testmyAPI/main/dog5.0.jpg",
        "detail": "สัญชาตญาณการปกป้อง ลูก เป็นสิ่งที่เกิดขึ้นเองตามธรรมชาติ โดยจะเกิดขึ้นทั้งในมนุษย์อย่างเราๆ และในสัตว์เกือบทุกชนิด สำหรับน้องหมาเองก็เช่นกัน เราจะสังเกตเห็นได้ชัดเจนเลยว่า หลังจากที่น้องหมาคลอดลูกแล้ว พฤติกรรมของเขาจะเปลี่ยนไป\nโดยพฤติกรรมที่เปลี่ยนแปลงไปอย่างเห็นได้ชัดที่สุดคือ น้องหมาของเราจะดุขึ้น โดยบางตัวอาจจะยอมให้เจ้าของเข้าใกล้ได้บ้าง แต่บางตัวก็ไม่ยอมให้เข้าใกล้เลย เมื่อเจ้าของจะเข้าไปใกล้ๆ จะขู่และอาจกัดได้ทันที\nพฤติกรรมนี้เป็นพฤติกรรมที่ถึงสัญชาตญาณในการปกป้องลูก ซึ่งเป็นธรรมชาติของสุนัขเพศเมีย โดยเกิดจากสารเคมีในสมองได้รับแรงกระตุ้นให้สั่งการ จากเสียงของลูก , การมองเห็นลูกอ่อน และจากการได้กลิ่นตัวลูก รวมถึงแรงกระตุ้นจากการดูแลลูก และการดูดนมกระตุ้นให้หลั่งฮอร์โมนอ๊อกซี่โตซิน (Oxytocin) ซึ่งเป็นเหมือนสิ่งที่สร้างความสัมพันธ์ระหว่างแม่กับลูก  (อ๊อกซี่โตชินช่วยในการบีบตัวของมดลูก , หลั่งน้ำนม และการบีบตัวของกล้ามเนื้อเรียบ  ซึ่งเป็นหน้าที่หลัก) ฮอร์โมนตัวอื่นที่เข้ามาเกี่ยวข้อง เช่น โปรเจสเตอโรน (Progesterone) ซึ่งเป็นฮอร์โมนเกี่ยวกับการตั้งท้องจะลดลงอย่างรวดเร็วและมีฮอร์โมนเพศเมียเข้ามาแทนที่ คือ  เอสโตรเจน (Estrogen) และฮอร์โมนที่เกี่ยวกับการสร้างน้ำนม คือ โปรแลคติน (Prolactin) จะสูง ซึ่งการเปลี่ยนแปลงของฮอร์โมนทั้งหมดนี้มีผลต่อพฤติกรรมก้าวร้าวที่เกิดขึ้นในแม่หมา"
    }
]
